  GNU nano 4.8                                             menu.c                                             Modified  #include "menu.h"
#include <stdio.h>
#include <stdlib.h>

void display()
{
 system("clear");
 printf("===============================================================================\n");
 printf("             Здравствуйте, добро пожаловать в игру 100 спичек    \n     ");
 printf("Здесь по очереди компьютер и игрок берут от одной до десяти спичек\n");
 printf("             Проигрывает тот, кто возмет последнюю спичку :?\n     ");
 printf("              Для выхода из игры нажмите Ctrl+c  \n");
 printf("===============================================================================\n");
}
